Repository: suraleb/10d
Catalog: html/languages/admin-settings.tmx
Source language: en
Languages: ru

source: module can sync albums of this pages
ru: модуль может синхронизировать альбомы указанных страниц

source: Allow to change &laquo;Settings&raquo;
ru: Разрешить изменять &laquo;Настройки&raquo;

source: Allow to view &laquo;Settings&raquo;
ru: Разрешить просматривать &laquo;Настройки&raquo;

source: Settings
ru: Настройки

source: Change parameters
ru: Изменить параметры

source: Disable caching
ru: Отключить механизм кэширования

source: Cache lifetime
ru: Срок жизни кэша

source: Email of the administrator:
ru: Email администратора:

source: Default language
ru: Язык по-умолчанию

source: Application ID
ru: ID Приложения

source: Disable Facebook Connect
ru: Отключить интеграцию с Facebook

source: Secret key
ru: Secret ключ

source: Disable Facebook synchronization
ru: Отключить механизм синхронизации с Facebook

source: Facebook pages for a synchronization
ru: Страницы Facebook для синхронизации

source: Disable feature
ru: Отключить

source: Parameters
ru: Параметры

source: Timezone:
ru: Часовой пояс:

source: Toolbox
ru: Инструменты

source: Cache
ru: Кэш

source: Facebook Connect
ru: Facebook Интеграция

source: Main
ru: Основные

source: System settings changed
ru: Настройки системы изменены

source: System settings were successfully changed. Some parameters need time to be activated.
ru: Системные настройки успешно изменены. Некоторым параметрам необходимо время, чтобы вступить в силу.

source: data will not being saved in the filesystem. if disabled this option will reduce system performance
ru: система не будет сохранять данные в файловой системе. при отключении, опция понизит производительность

source: in given time cache will be updated. in minutes
ru: через заданное время кэш будет обновлен. в минутах

source: on this email will come letters from the system
ru: на этот адрес будут приходить письма от системы

source: will be used by the system primarily
ru: будет использоваться системой изначально

source: the section will help you to configure the system
ru: раздел поможет настроить систему

source: This is shown on your Application ID after you have created your Facebook application.
ru: Ключ &laquo;App ID&raquo; находится в настройках приложения после того, как создадите его в facebook

source: You *must* set up a Facebook Application. You can do that <a href="http://www.facebook.com/developers/editapp.php?new" target="_blank">here</a>
ru: Вы *должны* создать приложение. Для этого перейдите <a href="http://www.facebook.com/developers/editapp.php?new" target="_blank">по этой ссылке</a>

source: This is shown as "Secret" after you have created your Facebook Application.
ru: Ключ &laquo;Secret&raquo; находится в настройках приложения после того, как создадите его в facebook

source: sync feature of modules will be disabled
ru: отключит у всех модулей, которые поддерживают синхронизацию

source: accounting of visitors will not be performed
ru: учет посетителей не будет производиться

source: unique number which was assigned to you by google analytics
ru: уникальный номер, который вам присвоил google analytics

source: list, which you can change
ru: список, который вы можете изменять

source: File with records for the module managing system settings
ru: Файл с записями для модуля управления системными настройками

source: location of the server regarding to UTC
ru: местоположение сервера относительно UTC
